Repository: Y0ngg4n/volt_campaigner
Catalog: lib/l10n/intl_*.arb
Languages: de

source: Add Poster
de: Plakat hinzufügen

source: Poster
de: Plakate

source: Areas
de: Gegenden

# volunteer
source: Volunteer invite
de: Volunteer einladen

source: Logout
de: Ausloggen

source: Statistics
de: Statistiken

source: Settings
de: Einstellungen

source: Poster-Type
de: Plakat-Typ

# posterMotive
source: Motive
de: Motiv

# posterTargetGroups
source: Target-Groups
de: Zielgruppe

# posterEnvironment
source: Environment
de: Umgebung

# posterOther
source: Other
de: Sonstige

# posterAdd
source: Add Poster
de: Plakat hinzufügen

# errorAddPoster
source: Could not add Poster
de: Konnte Plakat nicht hinzufügen

# posterUnhang
source: Unhang Poster
de: Plakat abhängen

# posterRecycle
source: Recycle Poster
de: Plakat recycle

# posterEdit
source: Edit Poster
de: Plakat bearbeiten

# errorEditPoster
source: Could not edit Poster
de: Konnte Plakat nicht ändern

# errorFetchingPosterLocations
source: Could not load Posters
de: Konnte Plakat nicht laden

# posterRadius
source: Load Posters in Radius of
de: Plakate laden im Umkreis von

# flyerRadius
source: Load Flyers in Radius of
de: Flyer laden im Umkreis von

# areasRadius
source: Load Areas in Radius of
de: Gegenden laden im Umkreis von

# posterLoadAll
source: Load all Posters
de: Alle Plakate laden

# flyerLoadAll
source: Load all Flyers
de: Alle Flyer laden

# areasLoadAll
source: Load all Areas
de: Alle Gegenden laden

# showAreasOnMap
source: Show current Areas on Map
de: Zeige aktuelle Gegenden auf der Karte

# posterHanginDescription
source: Load Posters that are
de: Plakate laden die

# posterHangingStatus
source: hanging
de: hängen

# posterUnhangStatus
source: unhanged
de: abgehängt wurden

# posterRecycleStatus
source: recycled
de: wiederverwendet wurden

# posterCustomDate
source: Custom Date
de: Bentzerdefiniertes Datum

# flyerCustomDate
source: Custom Date
de: Bentzerdefiniertes Datum

# areasCustomDate
source: Custom Date
de: Bentzerdefiniertes Datum

# posterUpdateAfterDateSelection
source: Load Posters changed after:
de: Lade Plakate die geändert wurden nach:

# flyerUpdateAfterDateSelection
source: Load Flyer changed after:
de: Lade Flyer die geändert wurden nach:

# areasUpdateAfterDateSelection
source: Load Areas changed after:
de: Lade Gegenden die geändert wurden nach:

source: Date
de: Datum

source: Time
de: Zeit

# drawNearestPosterLine
source: Draw line to nearest Poster
de: Zeichne Linie zum nächsten Plakat

source: Place marker by hand
de: Ermöglicht es Plakate von Hand zu plazieren

source: Search
de: Suche

source: No Data
de: Keine Daten

source: Export as
de: Export als

# successExport
source: Successfully exported into your Downloads Folder
de: Erfolgreich in deinen Downloads-Ordner exportiert

# errorLogin
source: Could not Login into API
de: Konnte mich nicht mit der API verbinden

# letDisplayEnabled
source: Please let your Display on! If not we cannot collect your route! You can darken your Display to save Energy
de: Bitte lass dein Display an! Wir können sonst nicht deine Route aufzeichnen! Du kannst deinen Bildschirm aber abdunkeln um Energie zu sparen

# scanThisVolunteer
source: Give this QR Code to a Volunteer, so he can scan it and login too.
de: Lass diesen QR Code von einem Volunteer scannen, sodass dieser sich auch anmelden kann.

# volunteerCopy
source: Or copy this and send it to the Volunteer
de: Oder kopiere das und sende es an den Volunteer

# copySuccess
source: Copied text
de: Text wurde kopiert

# pasteSuccess
source: Pasted text
de: Text wurde eingefügt

# scanCodeVolunteer
source: Scan an invite code from a member
de: Scanne einen Einladungs-Code von einem Mietglied

# orEnterCode
source: or enter Code here
de: oder füge hier einen Code ein

# invalidToken
source: Invalid oder retired Code
de: Ungültiger oder abgelaufener Code

# loginVoltEuropa
source: Login with your Volt Europa Account
de: Melde dich mit deinem Volt Europa Konto an

source: Login as Volunteer
de: Melde dich als Volunteer an

# errorAddArea
source: Could not add Area
de: Konnte Gegend nicht hinzufügen

# addArea
source: Save Area
de: Gegend speichern

source: Max Poster Count
de: Maximale Poster Anzahl

source: Yes
de: Ja

source: No
de: Nein

source: Hanging
de: Hängend

# colorMarker
source: Color marker by
de: Marker einfärben nach

# filterMarker
source: Fiter marker by
de: Filtere Marker nach

# featureAddPosterDescription
source: Here you can add posters and give them tags so we can identify what posters are hanging where
de: Hier kannst du ein neues Plakat hinzufügen und verschiedene Tags vergeben um es uns einfacher zu machen zu wissen wo welches Plakat hängt.

# featureSearchDescription
source: Here you can search for a city or a location
de: Hier kannst du nach einer Stadt oder nach einem Standort suchen.

# featureLimit
source: Allowed Posters
de: Erlaubte Plakate

# featureLimitDescription
source: Here you see the limits of your current area, how many posters are hanging and how many are allowed
de: Hier siehst du in welchem Bereich du dich gerade befindest, wieviele Plakate hier schon hängen und wieviele du maximal aufhängen darfst.

# featureRefresh
source: Refresh
de: Aktualisieren

# featureRefreshDescription
source: Here can you refresh the data and teleport to your location on the map
de: Hier kannst du die Daten neu laden und du springst zu deinem aktuellen Standort zurück

# featureZoomIn
source: Zoom in
de: Karte vergrößern

# featureZoomInDescription
source: Here you can make the map bigger
de: Hier kannst du den angezeigten Bereich auf der Karte vergrößern

# featureZoomOut
source: Zoom out
de: Karte verkleinern

# featureZoomOutDescription
source: Here you can make the map smaller
de: Hier kannst du den angezeigten Bereich auf der Karte verkleinern

# featureRecordFlyer
source: Record route
de: Route aufnehmen

# featureRecordFlyerDescription
source: Here you can record your route while flyering. Through this others can see where you allready have been. Attention! Dont lock your Display, because then we dont have access to the GPS data! We recommend to darken your display and take a powerbank with you.
de: Hier kannst du eine Route aufnehmen während du gerade am Flyer verteilen bist. Dadurch können andere sehen wo du schon warst. Achtung! Hierfür darfst du deinen Bildschirm nicht ausschalten, da wir sonst keinen Zugriff auf deine GPS Daten haben! Wir empfehlen dir den Bildschirm abzudunkeln und eine Powerbank mitzunehmen.
